; Indonesian (Bahasa Indonesia)
; Ida Bagus Anom Sanjaya | www.fb.me/Anom.Sanjaya17 

[Indonesian]
IDS_UPDATE_NO=Tidak ada pembaruan tersedia saat ini, silakan periksa lagi nanti!
IDS_UPDATE_YES=Mem Reduct baru saja merilis versi baru. Ingin mengunduh dan memasangnya?
IDS_FILE=Berkas
IDS_SETTINGS=Pengaturan
IDS_EXIT=Keluar
IDS_LANGUAGE=Bahasa
IDS_HELP=Bantuan
IDS_WEBSITE=Laman situs kami
IDS_CHECKUPDATES=Memeriksa pembaruan
IDS_ABOUT=Tentang
IDS_DONATE=Donasi Sukarela
IDS_TRAY_SHOW=Tampil/Sembunyi
IDS_TRAY_DISABLE=Matikan
IDS_TRAY_POPUP_1=Bersihkan wilayah...
IDS_TRAY_POPUP_2=Bersihkan ketika lewati...
IDS_TRAY_POPUP_3=Bersihkan setiap (menit)...
IDS_CLEAN=Bersihkan memori secara manual
IDS_GROUP_1=Memori Fisik
IDS_GROUP_2=Page File
IDS_GROUP_3=System Working Set
IDS_ITEM_1=Terpakai
IDS_ITEM_2=Tersisa
IDS_ITEM_3=Total tersedia
IDS_SETTINGS_GENERAL=Umum
IDS_SETTINGS_MEMORY=Pembersihan Memori
IDS_SETTINGS_APPEARANCE=Tampilan
IDS_SETTINGS_TRAY=Ikon baki
IDS_CLOSE=Keluar
IDS_TITLE_1=Konfigurasi Umum
IDS_TITLE_2=Bahasa
IDS_TITLE_3=Wilayah memori yang dibersihkan
IDS_TITLE_4=Manajemen Memori
IDS_TITLE_5=Kombinasi tombol (global)
IDS_TITLE_6=Gaya
IDS_TITLE_7=Indikasi warna
IDS_TITLE_8=Kontrol tetikus
IDS_TITLE_9=Balon tips
IDS_ALWAYSONTOP_CHK=Selalu diatas
IDS_LOADONSTARTUP_CHK=Memuat di permulaian sistem
IDS_STARTMINIMIZED_CHK=Sembunyikan saat memulai
IDS_REDUCTCONFIRMATION_CHK=Konfirmasi memulai pembersihan memori
IDS_SKIPUACWARNING_CHK=Langkahi peringatan "User Account Control"
IDS_CHECKUPDATES_CHK=Memeriksa pembaruan secara teratur (Disarankan)
IDS_LANGUAGE_HINT=Pilih Bahasa:
IDS_AUTOREDUCTENABLE_CHK=Bersihkan ketika diatas (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Bersihkan Setiap: (menit)
IDS_HOTKEY_CLEAN_CHK=Bersihkan Memori:
IDS_TRAYUSETRANSPARENCY_CHK=Gunakan latar belakang transparan
IDS_TRAYSHOWBORDER_CHK=Tampilkan pinggiran
IDS_TRAYROUNDCORNERS_CHK=Pinggiran bentuk bulat
IDS_TRAYCHANGEBG_CHK=Ganti warna latar belakang (ketimbang teks dan pinggiran)
IDS_TRAYUSEANTIALIASING_CHK=Gunakan antialiasing
IDS_FONT_HINT=Fon:
IDS_COLOR_TEXT_HINT=Warna teks
IDS_COLOR_BACKGROUND_HINT=Warna latar belakang
IDS_COLOR_WARNING_HINT=Warna untuk "Level peringatan"
IDS_COLOR_DANGER_HINT=Warna untuk "Level berbahaya"
IDS_TRAYLEVELWARNING_HINT="Level peringatan" dimulai dari: (%)
IDS_TRAYLEVELDANGER_HINT="Level berbahaya" dimulai dari: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Klik tengah:
IDS_TRAY_ACTION_1=Tampil/Sembunyi
IDS_TRAY_ACTION_2=Bersihkan Memori
IDS_TRAY_ACTION_3=Buka Windows Task Manager
IDS_SHOW_CLEAN_RESULT_CHK=Tampilkan notifikasi pembersihan memori
IDS_QUESTION=Apakah kamu ingin memulai pembersihan memori?
IDS_QUESTION_WARNING=Memilih "Standby list" dan "Modified page list" mungkin akan menyebabkan komputer anda membeku hampir semenit atau lebih, anda yakin untuk mengaktifkan opsi ini?
IDS_QUESTION_FLAG_CHK=Jangan tampilkan lagi
IDS_STATUS_CLEANED=Memori yang telah dibersihkan sebesar %s. Semoga sistem anda berjalan dengan baik!
IDS_STATUS_NOPRIVILEGES=Akses Adminsitrator diperlukan, sila jalankan program sebagai Administrator!
IDS_UPDATE_DOWNLOAD=Mengunduh pembaruan...
IDS_UPDATE_DONE=Mengunduh pembaruan selesai.
IDS_UPDATE_ERROR=Koneksi server pembaruan gagal.
IDS_UPDATE_INIT=Memeriksa rilisan terbaru...
IDS_UPDATE_INSTALL=Tersedia pembaruan, apakah anda ingin memasangnya?
IDS_RESET=Setel Ulang
IDS_QUESTION_RESET=Apakah anda ingin menyetel ulang pengaturan aplikasi seperti semula?
IDS_NOTIFICATIONSOUND_CHK=Aktifkan suara pemberitahuan
IDS_TITLE_ADVANCED=Lanjutan
IDS_VIEW=Tampilan
IDS_USEDARKTHEME=Gunakan tema gelap
IDS_UPDATE_SPEED=Speed

091=Tema
092=Ikuti sistem
093=Mode terang
094=Mode gelap
